Repository: common-repository/jimmo-wp-property-finance-budget-calculator
Catalog: languages/jimmo-wp-property-finance-budget-calculator-*.po
Languages: de_de

source: If you love us and our plugin, too, we would love you to spread the word by giving us a 5 star rating in the WordPress plugin directory.
de_de: Wenn Sie uns und unsere Plugins auch lieben, würden wir uns freuen, wenn Sie es weiter erzählen, indem Sie uns eine 5-Sterne-Bewertung in WordPress Plugin-Verzeichnis geben.

source: Help & Settings
de_de: Hilfe & Einstellungen

source: JIMMO WP Property Finance Budget Calculator Settings
de_de: JIMMO WP Immobilien Finanzierungsrechner Einstellungen

source: JWP Budget Calculator
de_de: JWP Budgetrechner

source: Display credits
de_de: Credits anzeigen

source: Do you want to support our work? Please allow us to show credits and a link back to our homepage below the form on your website.
de_de: Wollen Sie unsere Arbeit unterstützen? Dann erlauben sie uns bitte, eine kurze Credit-Zeile und einen Link zu unserer Webseite unter dem Formular auf Ihrer Webseite anzuzeigen.

source: Do you want to support the JIMMO Team? Then go to the <a href="%s">Settings Page</a> to activate our credits.
de_de: Möchten Sie das JIMMO Team unterstützen? Dann gehen Sie auf die <a href="%s">Einstellungs-Seite</a>, um unsere Credits zu aktivieren.

source: January
de_de: Januar

source: February
de_de: Februar

source: March
de_de: März

source: May
de_de: Mai

source: June
de_de: Juni

source: July
de_de: Juli

source: October
de_de: Oktober

source: December
de_de: Dezember

source: Table was cut off after 100 years. Calculated repayment period is %s years.
de_de: Die Tabelle wurde nach 100 Jahren abgeschnitten. Die berechnete Zahlungsdauer beträgt %s Jahre.

source: How to display the Budget Calculator
de_de: Wie füge ich den Finanzierungsrechner ein?

source: Use our shortcode
de_de: Benutze unseren Shortcode

source: Open any post, page or other part of your website in the editor.
de_de: Öffnen Sie einen Beitrag, eine Seite oder einen anderen Teil Ihrer Webseite im Editor.

source: Enter the shortcode %s where you want the calculator to show up.
de_de: Geben Sie den Shortcode %s an der Stelle ein, an der der Rechner angezeigt werden soll.

source: Load the page or post in the frontend and check the calculator is displayed in the way you want it to.
de_de: Laden Sie die Seite oder den Beitrag im Frontend, und prüfen Sie, dass der Rechner wie gewünscht angezeigt wird.

source: We love you and our plugins!
de_de: Wir lieben Sie und unsere Plugins!

source: I love you and your plugin, too!
de_de: Ich liebe Sie und Ihr Plugin auch!

source: If you have any questions regarding the plugin, want to customize parts of the form, or have any suggestions or comments, please feel free to <a href="%s" target="_blank">contact us</a>!
de_de: Wenn Sie Fragen zum Plugin haben, Teile des Formulars anpassen möchten, oder Vorschläge oder Kommentare haben, <a href="%s" target="_blank">kontaktieren Sie uns gerne</a>!

source: Property Finance Budget Calculator
de_de: Immobilien Finanzierungsrechner

source: Basic Financial Data
de_de: Finanzielle Grunddaten

source: Monthly available base amount
de_de: Monatlich verfügbarer Basisbetrag

source: e.g.
de_de: z.B.

source: Monthly administration costs of the new property
de_de: Monatliche Nebenkosten des neuen Objekts

source: Will the object be (partially) rented out?
de_de: Wird das Objekt (teilweise) vermietet?

source: Expected monthly rental income
de_de: Erwartete monatliche Mieteinnahmen

source: Real amount available
de_de: Real verfügbarer Betrag

source: continue
de_de: weiter

source: Loan Data
de_de: Daten des Kredits

source: Annual percentage rate (in % - nominal)
de_de: Nominaler Jahreszins (in %)

source: Repayment rate (in %)
de_de: Tilgungssatz (in %)

source: Equity
de_de: Eigenkapital

source: Possible investment (WITHOUT extra costs)
de_de: Mögliche Investitionssumme (ohne Zusatzkosten)

source: back
de_de: zurück

source: Cost of purchasing
de_de: Erwerbsnebenkosten

source: Brokerage costs (in %)
de_de: Maklerkosten (in %)

source: Notary fees (in %)
de_de: Notarkosten (in %)

source: Real estate transfer tax (in %)
de_de: Grunderwerbssteuer (in %)

source: final result
de_de: Endergebnis

source: Final price of your property
de_de: So viel darf Ihre Immobilie kosten

source: Show ammortization plan
de_de: Tilgungsplan anzeigen

source: Start Month
de_de: Startmonat

source: Start Year
de_de: Startjahr

source: This schedule is calculated based on your input with standards calculation methods. The actual values might be marginally different.
de_de: Dieser Tilgungsplan wurde auf der Basis Ihrer Eingaben mit Standard-Formeln berechnet. Die tatsächlichen Werte können geringfügig abweichen.

source: Month / Year
de_de: Monat / Jahr

source: Liabilities
de_de: Schuld

source: Mortgage
de_de: Restschuld

source: Payment
de_de: Zahlung

source: Redemption
de_de: Tilgung

source: Interest
de_de: Zins

source: Total interest
de_de: Summe Zinsen

source: Powered by JIMMO WP Loan Budget Calculator - <a href="%s">JIMMO-TOOLs</a> Software for real estate agents.
de_de: Powered by JIMMO WP Kreditbudgetrechner - <a href="%s">JIMMO-TOOLs</a> Software für Immobilienmakler.

source: JIMMO WP Property Finance Budget Calculator
de_de: JIMMO WP Immobilien Finanzierungsrechner

source: Plugin to calculate a loan budget for Real Estate.
de_de: Plugin, um ein Budget für eine Immobiliebfinanzierung zu berechnen.
